{
  "\t": 132, 
  "\n": 24, 
  " ": 0, 
  "!": 56, 
  "\"": 34, 
  "#": 91, 
  "$": 60, 
  "%": 79, 
  "&": 72, 
  "'": 27, 
  "(": 53, 
  ")": 52, 
  "*": 65, 
  "+": 86, 
  ",": 25, 
  "-": 36, 
  ".": 21, 
  "/": 35, 
  "0": 29, 
  "1": 40, 
  "2": 51, 
  "3": 64, 
  "4": 68, 
  "5": 59, 
  "6": 73, 
  "7": 78, 
  "8": 74, 
  "9": 71, 
  ":": 69, 
  ";": 70, 
  "=": 85, 
  "?": 38, 
  "@": 125, 
  "A": 30, 
  "B": 48, 
  "C": 42, 
  "D": 58, 
  "E": 41, 
  "F": 63, 
  "G": 67, 
  "H": 45, 
  "I": 26, 
  "J": 75, 
  "K": 77, 
  "L": 62, 
  "M": 43, 
  "N": 44, 
  "O": 49, 
  "P": 57, 
  "Q": 89, 
  "R": 61, 
  "S": 31, 
  "T": 28, 
  "U": 54, 
  "V": 80, 
  "W": 37, 
  "X": 88, 
  "Y": 50, 
  "Z": 87, 
  "[": 46, 
  "\\": 93, 
  "]": 47, 
  "^": 76, 
  "_": 81, 
  "`": 158, 
  "a": 4, 
  "b": 20, 
  "c": 13, 
  "d": 11, 
  "e": 1, 
  "f": 18, 
  "g": 16, 
  "h": 9, 
  "i": 5, 
  "j": 32, 
  "k": 23, 
  "l": 10, 
  "m": 14, 
  "n": 6, 
  "o": 3, 
  "p": 17, 
  "q": 66, 
  "r": 8, 
  "s": 7, 
  "t": 2, 
  "u": 12, 
  "v": 22, 
  "w": 19, 
  "x": 33, 
  "y": 15, 
  "z": 55, 
  "~": 84, 
  "\u00a0": 98, 
  "\u00a3": 100, 
  "\u00af": 124, 
  "\u00bd": 180, 
  "\u00e4": 115, 
  "\u00e9": 184, 
  "\u00f6": 141, 
  "\u00fc": 117, 
  "\u0101": 126, 
  "\u0430": 109, 
  "\u0432": 143, 
  "\u0433": 181, 
  "\u0434": 170, 
  "\u0437": 145, 
  "\u0438": 129, 
  "\u043d": 122, 
  "\u043e": 200, 
  "\u0440": 188, 
  "\u0442": 177, 
  "\u0443": 161, 
  "\u0448": 194, 
  "\u0449": 163, 
  "\u200d": 134, 
  "\u2014": 94, 
  "\u2018": 95, 
  "\u2019": 39, 
  "\u201a": 178, 
  "\u201c": 82, 
  "\u201d": 83, 
  "\u2026": 103, 
  "\u202a": 147, 
  "\u202c": 175, 
  "\u20ac": 90, 
  "\u2122": 105, 
  "\u2206": 118, 
  "\u2248": 173, 
  "\u262d": 164, 
  "\u2639": 151, 
  "\u2642": 135, 
  "\u2665": 183, 
  "\u270a": 152, 
  "\u270c": 174, 
  "\u2764": 104, 
  "\u3044": 156, 
  "\u3046": 192, 
  "\u304a": 196, 
  "\u3067": 182, 
  "\u306f": 190, 
  "\u3082": 187, 
  "\u308b": 148, 
  "\u3093": 150, 
  "\u30c4": 167, 
  "\u4e48": 191, 
  "\u4ec0": 166, 
  "\u4f60": 130, 
  "\u50cf": 153, 
  "\u524d": 159, 
  "\u5927": 198, 
  "\u5988": 133, 
  "\u5c31": 155, 
  "\u600e": 157, 
  "\u6211": 189, 
  "\u6b7b": 199, 
  "\u7231": 110, 
  "\u7c73": 193, 
  "\u8001": 172, 
  "\u9f20": 179, 
  "\ud835": 97, 
  "\ud83c": 96, 
  "\ud83d": 92, 
  "\ud83e": 99, 
  "\udc37": 168, 
  "\udc46": 144, 
  "\udc4b": 165, 
  "\udc4c": 197, 
  "\udc4d": 113, 
  "\udc80": 160, 
  "\udc95": 176, 
  "\udd14": 127, 
  "\udd17": 136, 
  "\udd1e": 123, 
  "\udd1f": 137, 
  "\udd22": 114, 
  "\udd23": 108, 
  "\udd25": 162, 
  "\udd26": 111, 
  "\udd2c": 128, 
  "\udd2f": 138, 
  "\udd37": 140, 
  "\udd74": 185, 
  "\uddf8": 121, 
  "\uddfa": 116, 
  "\ude00": 146, 
  "\ude01": 186, 
  "\ude02": 102, 
  "\ude05": 119, 
  "\ude0c": 149, 
  "\ude21": 195, 
  "\ude24": 169, 
  "\ude33": 112, 
  "\ude44": 107, 
  "\udfb6": 106, 
  "\udff4": 120, 
  "\udffb": 131, 
  "\udffc": 142, 
  "\udffe": 171, 
  "\ufe0f": 101, 
  "\uff0c": 154, 
  "\uff1f": 139
}